Repository: sugar-activities/4599-activity
Catalog: po/*.po
Languages: hy

source: Jump
hy: Ցատկել

source: A solitaire game with some levels
hy: Միայնակ խաղ մի քանի փուլերով

source: Levels
hy: Փուլեր

source: Cross
hy: Խաչ

source: Cross 2
hy: Խաչ 2

source: Hearth
hy: Բուխարի

source: Arrow
hy: Նետ

source: Pyramid
hy: Բուրգ

source: Diamond
hy: Ադամադ

source: Solitaire
hy: Միայնակ

source: Sound
hy: Հնչյուն

source: No sound
hy: Ոչ մի ձայն
