Repository: sugar-activities/4599-activity
Catalog: po/ayc.po
Languages: ayc

source: Jump
ayc: Thuqtaña

source: A solitaire game with some levels
ayc: Maya maya siqinakani Solitario sata anataña

source: Levels
ayc: siqinaka

source: Cross
ayc: chakana

source: Cross 2
ayc: Payïri chakana

source: Hearth
ayc: Jiwq'i mistuña

source: Arrow
ayc: Q'axchaña

source: Pyramid
ayc: Pirámide wakichata

source: Diamond
ayc: Diamante wakichata

source: Solitaire
ayc: Solitario sata anataña

source: Sound
ayc: Sijiqi

source: No sound
ayc: Jani sijiqini
